_includes/cv.org
#+author: Joseph P. McKenna
#+email: joseph.mckenna@nih.gov
#+title: Curriculum Vitae
#+options: *:t ::nil \n:t ^:t author:t date:t email:t num:nil timestamp:t toc:nil html-postamble:nil
#+html_doctype: html5
#+html_mathjax: font: Neo-Euler
#+html_head: <link rel="stylesheet" type="text/css" href="/assets/css/cv.css">
#+html_head: <script type="text/javascript" src="/assets/js/org-info.js"></script>
#+subtitle: Joseph P. McKenna
#+infojs_opt: view:showall sdepth:2 ltoc:nil mouse:#eee
#+latex_class: cv

* Contact Information
Laboratory of Biological Modeling, NIDDK, NIH
Building 12A, Room 4003
12 South Dr. MSC 5621
Bethesda, MD 20892-5621
email: joseph.mckenna@nih.gov
web: [[https://joepatmckenna.github.io]]
* Education
** 8/12 - 5/17: Ph.D. Mathematical Biology, Florida State University, GPA: 3.9
- Dissertation: /Insulin secretion rhythms: calcium regulation of \beta-cell metabolism and rescue of islet oscillations/
- Relevant coursework: Differential equations, Numerical analysis, Monte Carlo methods, Machine learning, Computational biology
** 8/04 - 5/08: B.A. Mathematics, St. Mary's College of Maryland, major GPA: 3.5 
- Thesis: /Regular Polytopes and Symmetry/
- GRE: Quantitative 167 (95%), Verbal 162 (90%)
** 9/09 - 12/09: Graduate non-degree, University of Illinois at Chicago, GPA: 4.0
- Relevant coursework: Topology, Logic, $\textstyle{\LaTeX}$
