_includes/cv.tex
% Created 2018-01-21 Sun 14:47
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{cv}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Joseph P. McKenna\thanks{joseph.mckenna@nih.gov}}
\date{\today}
\title{Curriculum Vitae\\\medskip
\large Joseph P. McKenna}
\hypersetup{
 pdfauthor={Joseph P. McKenna},
 pdftitle={Curriculum Vitae},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 9.1.2)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Contact Information}
\label{sec:org9041fb0}
Laboratory of Biological Modeling, NIDDK, NIH\\
Building 12A, Room 4003\\
12 South Dr. MSC 5621\\
Bethesda, MD 20892-5621\\
email: joseph.mckenna@nih.gov\\
web: \url{https://joepatmckenna.github.io}\\
\section*{Education}
\label{sec:orgee26511}
\subsection*{8/12 - 5/17: Ph.D. Mathematical Biology, Florida State University, GPA: 3.9}
\label{sec:org130747b}
\begin{itemize}
\item Dissertation: \emph{Insulin secretion rhythms: calcium regulation of \(\beta\)-cell metabolism and rescue of islet oscillations}\\
\item Relevant coursework: Differential equations, Numerical analysis, Monte Carlo methods, Machine learning, Computational biology\\
\end{itemize}
\subsection*{8/04 - 5/08: B.A. Mathematics, St. Mary's College of Maryland, major GPA: 3.5}
\label{sec:orgab23e8e}
\begin{itemize}
\item Thesis: \emph{Regular Polytopes and Symmetry}\\
\item GRE: Quantitative 167 (95\%), Verbal 162 (90\%)\\
\end{itemize}
\subsection*{9/09 - 12/09: Graduate non-degree, University of Illinois at Chicago, GPA: 4.0}
\label{sec:org50156cf}
\begin{itemize}
\item Relevant coursework: Topology, Logic, \(\textstyle{\LaTeX}\)\\
\end{itemize}
