_includes/cv.org
* Publications
- E. Kim, R. Schenck, J. West, W. Cross, V. Harris, J. McKenna, H. Cho, E. Coker, S. Lee-Kramer, K. Tsai, E. Flores, C. D. Gatenbee, /Targeting the untargetable: predicting Pramlintide resistance using a neural network based cellular automata/, bioRxiv, 2017, [[http://dx.doi.org/10.1101/211383][10.1101/211383]] (preprint)
- J. P. McKenna, R. Dhumpa, N Mukhitov, M. G. Roper, and R. Bertram, /Glucose oscillations can activate an endogenous oscillator in pancreatic islets/, PLOS Computational Biology, Vol 12(10), 2016, pp e1005143, [[http://dx.doi.org/10.1371/journal.pcbi.1005143][10.1371/journal.pcbi.1005143]]
- J. P. McKenna, J. Ha, M. J. Merrins, L. S. Satin, A. Sherman, and R. Bertram, /Calcium effects on ATP production and consumption have regulatory roles on oscillatory islet activity/, Biophysical Journal, Vol 110, Feb 2016, pp 733-742, [[http://dx.doi.org/10.1016/j.bpj.2015.11.3526][10.1016/j.bpj.2015.11.3526]]
- M. J. Merrins, C. Poudel, J. P. McKenna, J. Ha, A. Sherman, R. Bertram, and L. S. Satin, /Phase analysis of metabolic oscillations and membrane potential in pancreatic islet \beta-cells/, Biophysical Journal, Vol 110, Feb 2016, pp 691-699, [[http://dx.doi.org/10.1016/j.bpj.2015.12.029][10.1016/j.bpj.2015.12.029]]
- J. P. McKenna, correct solution to /More and more balls in urns/ in American Mathematical Monthly, Vol 118(8), Oct 2011, pp 750-751, [[http://dx.doi.org/10.4169/amer.math.monthly.118.08.747][10.4169/amer.math.monthly.118.08.747]]
- J. P. McKenna, correct solution to /Permutations with specified left-to-right maxima/ in Mathematics Magazine, Vol 84(2), Apr 2011, pp 153-154, [[http://dx.doi.org/10.4169/math.mag.84.2.150][10.4169/math.mag.84.2.150]]
- J. P. McKenna, correct solution to /Counting block fountains of coins/ in Mathematics Magazine, Vol 83(4), Oct 2010, pp 305, [[http://www.jstor.org/stable/10.4169/mathmaga.83.4.0304a][10.4169/mathmaga.83.4.0304a]]
* Research Experience
** 10/17 - present: Postdoctoral fellow, National Institutes of Health, Laboratory of Biological Modeling
- Developing software for simulating and analyzing single-cell RNA sequencing data.
- Developing models to simulate fatty acid regulation by adipose tissue in different metabolic conditions.
** 7/16 - 5/17: Research assistant, Florida State University
- Analyzed a model of pancreatic \beta-cells to characterize loss of \beta-cell function in the context of diabetes pathogenesis. Investigated the role of Ca^{2+}-activation of mitochondria for maintaining normal oscillatory insulin release from \beta-cells. Funding from NSF grant DMS 1612193. 
** 5/14 - 8/14: Intern, National Institutes of Health, Laboratory of Biological Modeling
* Conferences and Workshops
- 6/18 (planned): Contributed poster, /Inferring regulatory dynamics from scRNA-seq data/, q-bio Conference, Houston, TX
- 5/17: Invited minisymposium talk, /State and parameter estimation in models of cellular electrical activity/, SIAM Conference on Dynamical Systems, Snowbird, UT
- 3/17: Invited minisymposium talk, /Recent advances in experimentally-guided mathematical biology/, SIAM Southeastern Atlantic Section Conference, Tallahassee, FL
- 3/17: Contributed poster, /Dynamic neuron networks with Fitzhugh-Nagumo nodes/, SIAM Southeastern Atlantic Section Conference, Tallahassee, FL
- 2/17: Contributed poster, /Markov chain Monte Carlo optimization for fitting excitable cell current-voltage relations to voltage clamp data/, SIAM Conference on Computational Science and Engineering, Atlanta, GA
- 11/16: Invited workshop participant, /Integrated mathematical oncology 6^{th} annual workshop: resistance/, Moffitt Cancer Center, Tampa, FL 
- 10/16: Invited workshop participant, /Dynamical systems and data analysis in neuroscience: bridging the gap/, Mathematical Biosciences Institute, Columbus, OH
- 7/16: Invited minisymposium talk, /Modeling insulin and glucagon secretion and their roles in diabetes/, SIAM Annual Conference, Boston, MA
- 5/16: Contributed poster, /Reducing a conductance-based neuron model to normal form/, Biology and Medicine through Mathematics Conference, Richmond, VA
- 7/15: Invited minisymposium talk, /Modeling pancreatic islets and diabetes from the cellular level to the whole body/, Society for Mathematical Biology Annual Meeting, Atlanta, GA
- 05/15: Contributed poster, /Rescuing the Dual Oscillator Model for \beta-cells from inconvenient data/, Midwest Islet Club Annual Meeting, Chicago, IL
- 8/14: Invited poster, /Mathematical model of metabolic oscillations in pancreatic \beta-cells/, NIH Summer Intern Poster Session, Bethesda, MD
