_includes/cv.html
<div id="outline-container-orgb2edc51" class="outline-2">
<h2 id="orgb2edc51">Research Experience</h2>
<div class="outline-text-2" id="text-orgb2edc51">
</div>
<div id="outline-container-org8c5d778" class="outline-3">
<h3 id="org8c5d778">10/17 - present: Postdoctoral fellow, National Institutes of Health, Laboratory of Biological Modeling</h3>
<div class="outline-text-3" id="text-org8c5d778">
<ul class="org-ul">
<li>Developing software for simulating and analyzing single-cell RNA sequencing data.<br></li>
<li>Developing models to simulate fatty acid regulation by adipose tissue in different metabolic conditions.<br></li>
</ul>
</div>
</div>
<div id="outline-container-orgb10b773" class="outline-3">
<h3 id="orgb10b773">7/16 - 5/17: Research assistant, Florida State University</h3>
<div class="outline-text-3" id="text-orgb10b773">
<ul class="org-ul">
<li>Analyzed a model of pancreatic &beta;-cells to characterize loss of &beta;-cell function in the context of diabetes pathogenesis. Investigated the role of Ca<sup>2+</sup>-activation of mitochondria for maintaining normal oscillatory insulin release from &beta;-cells. Funding from NSF grant DMS 1612193.<br></li>
</ul>
</div>
</div>
<div id="outline-container-orgd06fe00" class="outline-3">
<h3 id="orgd06fe00">5/14 - 8/14: Intern, National Institutes of Health, Laboratory of Biological Modeling</h3>
</div>
</div>
<div id="outline-container-orga1e4059" class="outline-2">
<h2 id="orga1e4059">Publications</h2>
<div class="outline-text-2" id="text-orga1e4059">
<ul class="org-ul">
<li>E. Kim, R. Schenck, J. West, W. Cross, V. Harris, J. McKenna, H. Cho, E. Coker, S. Lee-Kramer, K. Tsai, E. Flores, C. D. Gatenbee, <i>Targeting the untargetable: predicting Pramlintide resistance using a neural network based cellular automata</i>, bioRxiv, 2017, <a href="http://dx.doi.org/10.1101/211383">10.1101/211383</a> (preprint)<br></li>
<li>J. P. McKenna, R. Dhumpa, N Mukhitov, M. G. Roper, and R. Bertram, <i>Glucose oscillations can activate an endogenous oscillator in pancreatic islets</i>, PLOS Computational Biology, Vol 12(10), 2016, pp e1005143, <a href="http://dx.doi.org/10.1371/journal.pcbi.1005143">10.1371/journal.pcbi.1005143</a><br></li>
<li>J. P. McKenna, J. Ha, M. J. Merrins, L. S. Satin, A. Sherman, and R. Bertram, <i>Calcium effects on ATP production and consumption have regulatory roles on oscillatory islet activity</i>, Biophysical Journal, Vol 110, Feb 2016, pp 733-742, <a href="http://dx.doi.org/10.1016/j.bpj.2015.11.3526">10.1016/j.bpj.2015.11.3526</a><br></li>
<li>M. J. Merrins, C. Poudel, J. P. McKenna, J. Ha, A. Sherman, R. Bertram, and L. S. Satin, <i>Phase analysis of metabolic oscillations and membrane potential in pancreatic islet &beta;-cells</i>, Biophysical Journal, Vol 110, Feb 2016, pp 691-699, <a href="http://dx.doi.org/10.1016/j.bpj.2015.12.029">10.1016/j.bpj.2015.12.029</a><br></li>
<li>J. P. McKenna, correct solution to <i>More and more balls in urns</i> in American Mathematical Monthly, Vol 118(8), Oct 2011, pp 750-751, <a href="http://dx.doi.org/10.4169/amer.math.monthly.118.08.747">10.4169/amer.math.monthly.118.08.747</a><br></li>
<li>J. P. McKenna, correct solution to <i>Permutations with specified left-to-right maxima</i> in Mathematics Magazine, Vol 84(2), Apr 2011, pp 153-154, <a href="http://dx.doi.org/10.4169/math.mag.84.2.150">10.4169/math.mag.84.2.150</a><br></li>
<li>J. P. McKenna, correct solution to <i>Counting block fountains of coins</i> in Mathematics Magazine, Vol 83(4), Oct 2010, pp 305, <a href="http://www.jstor.org/stable/10.4169/mathmaga.83.4.0304a">10.4169/mathmaga.83.4.0304a</a><br></li>
</ul>
</div>
</div>
<div id="outline-container-orgfdcbde5" class="outline-2">
<h2 id="orgfdcbde5">Conferences and Workshops</h2>
<div class="outline-text-2" id="text-orgfdcbde5">
<ul class="org-ul">
<li>6/18 (planned): Contributed poster, <i>Inferring regulatory dynamics from scRNA-seq data</i>, q-bio Conference, Houston, TX<br></li>
<li>5/17: Invited minisymposium talk, <i>State and parameter estimation in models of cellular electrical activity</i>, SIAM Conference on Dynamical Systems, Snowbird, UT<br></li>
<li>3/17: Invited minisymposium talk, <i>Recent advances in experimentally-guided mathematical biology</i>, SIAM Southeastern Atlantic Section Conference, Tallahassee, FL<br></li>
<li>3/17: Contributed poster, <i>Dynamic neuron networks with Fitzhugh-Nagumo nodes</i>, SIAM Southeastern Atlantic Section Conference, Tallahassee, FL<br></li>
<li>2/17: Contributed poster, <i>Markov chain Monte Carlo optimization for fitting excitable cell current-voltage relations to voltage clamp data</i>, SIAM Conference on Computational Science and Engineering, Atlanta, GA<br></li>
<li>11/16: Invited workshop participant, <i>Integrated mathematical oncology 6<sup>th</sup> annual workshop: resistance</i>, Moffitt Cancer Center, Tampa, FL<br></li>
<li>10/16: Invited workshop participant, <i>Dynamical systems and data analysis in neuroscience: bridging the gap</i>, Mathematical Biosciences Institute, Columbus, OH<br></li>
<li>7/16: Invited minisymposium talk, <i>Modeling insulin and glucagon secretion and their roles in diabetes</i>, SIAM Annual Conference, Boston, MA<br></li>
<li>5/16: Contributed poster, <i>Reducing a conductance-based neuron model to normal form</i>, Biology and Medicine through Mathematics Conference, Richmond, VA<br></li>
<li>7/15: Invited minisymposium talk, <i>Modeling pancreatic islets and diabetes from the cellular level to the whole body</i>, Society for Mathematical Biology Annual Meeting, Atlanta, GA<br></li>
<li>05/15: Contributed poster, <i>Rescuing the Dual Oscillator Model for &beta;-cells from inconvenient data</i>, Midwest Islet Club Annual Meeting, Chicago, IL<br></li>
<li>8/14: Invited poster, <i>Mathematical model of metabolic oscillations in pancreatic &beta;-cells</i>, NIH Summer Intern Poster Session, Bethesda, MD<br></li>
</ul>
</div>
</div>
