_includes/cv.tex
\section*{Publications}
\label{sec:orgd2ada5f}
\begin{itemize}
\item E. Kim, R. Schenck, J. West, W. Cross, V. Harris, J. McKenna, H. Cho, E. Coker, S. Lee-Kramer, K. Tsai, E. Flores, C. D. Gatenbee, \emph{Targeting the untargetable: predicting Pramlintide resistance using a neural network based cellular automata}, bioRxiv, 2017, \href{http://dx.doi.org/10.1101/211383}{10.1101/211383} (preprint)\\
\item J. P. McKenna, R. Dhumpa, N Mukhitov, M. G. Roper, and R. Bertram, \emph{Glucose oscillations can activate an endogenous oscillator in pancreatic islets}, PLOS Computational Biology, Vol 12(10), 2016, pp e1005143, \href{http://dx.doi.org/10.1371/journal.pcbi.1005143}{10.1371/journal.pcbi.1005143}\\
\item J. P. McKenna, J. Ha, M. J. Merrins, L. S. Satin, A. Sherman, and R. Bertram, \emph{Calcium effects on ATP production and consumption have regulatory roles on oscillatory islet activity}, Biophysical Journal, Vol 110, Feb 2016, pp 733-742, \href{http://dx.doi.org/10.1016/j.bpj.2015.11.3526}{10.1016/j.bpj.2015.11.3526}\\
\item M. J. Merrins, C. Poudel, J. P. McKenna, J. Ha, A. Sherman, R. Bertram, and L. S. Satin, \emph{Phase analysis of metabolic oscillations and membrane potential in pancreatic islet \(\beta\)-cells}, Biophysical Journal, Vol 110, Feb 2016, pp 691-699, \href{http://dx.doi.org/10.1016/j.bpj.2015.12.029}{10.1016/j.bpj.2015.12.029}\\
\item J. P. McKenna, correct solution to \emph{More and more balls in urns} in American Mathematical Monthly, Vol 118(8), Oct 2011, pp 750-751, \href{http://dx.doi.org/10.4169/amer.math.monthly.118.08.747}{10.4169/amer.math.monthly.118.08.747}\\
\item J. P. McKenna, correct solution to \emph{Permutations with specified left-to-right maxima} in Mathematics Magazine, Vol 84(2), Apr 2011, pp 153-154, \href{http://dx.doi.org/10.4169/math.mag.84.2.150}{10.4169/math.mag.84.2.150}\\
\item J. P. McKenna, correct solution to \emph{Counting block fountains of coins} in Mathematics Magazine, Vol 83(4), Oct 2010, pp 305, \href{http://www.jstor.org/stable/10.4169/mathmaga.83.4.0304a}{10.4169/mathmaga.83.4.0304a}\\
\end{itemize}
\section*{Research Experience}
\label{sec:orge83225e}
\subsection*{10/17 - present: Postdoctoral fellow, National Institutes of Health, Laboratory of Biological Modeling}
\label{sec:org7c2fcf6}
\begin{itemize}
\item Developing software for simulating and analyzing single-cell RNA sequencing data.\\
\item Developing models to simulate fatty acid regulation by adipose tissue in different metabolic conditions.\\
\end{itemize}
\subsection*{7/16 - 5/17: Research assistant, Florida State University}
\label{sec:orga9331ef}
\begin{itemize}
\item Analyzed a model of pancreatic \(\beta\)-cells to characterize loss of \(\beta\)-cell function in the context of diabetes pathogenesis. Investigated the role of Ca\(^{\text{2+}}\)-activation of mitochondria for maintaining normal oscillatory insulin release from \(\beta\)-cells. Funding from NSF grant DMS 1612193.\\
\end{itemize}
\subsection*{5/14 - 8/14: Intern, National Institutes of Health, Laboratory of Biological Modeling}
\label{sec:org8fcd3ff}
\section*{Conferences and Workshops}
\label{sec:org33b2d4d}
\begin{itemize}
\item 6/18 (planned): Contributed poster, \emph{Inferring regulatory dynamics from scRNA-seq data}, q-bio Conference, Houston, TX\\
\item 5/17: Invited minisymposium talk, \emph{State and parameter estimation in models of cellular electrical activity}, SIAM Conference on Dynamical Systems, Snowbird, UT\\
\item 3/17: Invited minisymposium talk, \emph{Recent advances in experimentally-guided mathematical biology}, SIAM Southeastern Atlantic Section Conference, Tallahassee, FL\\
\item 3/17: Contributed poster, \emph{Dynamic neuron networks with Fitzhugh-Nagumo nodes}, SIAM Southeastern Atlantic Section Conference, Tallahassee, FL\\
\item 2/17: Contributed poster, \emph{Markov chain Monte Carlo optimization for fitting excitable cell current-voltage relations to voltage clamp data}, SIAM Conference on Computational Science and Engineering, Atlanta, GA\\
\item 11/16: Invited workshop participant, \emph{Integrated mathematical oncology 6\(^{\text{th}}\) annual workshop: resistance}, Moffitt Cancer Center, Tampa, FL\\
\item 10/16: Invited workshop participant, \emph{Dynamical systems and data analysis in neuroscience: bridging the gap}, Mathematical Biosciences Institute, Columbus, OH\\
\item 7/16: Invited minisymposium talk, \emph{Modeling insulin and glucagon secretion and their roles in diabetes}, SIAM Annual Conference, Boston, MA\\
\item 5/16: Contributed poster, \emph{Reducing a conductance-based neuron model to normal form}, Biology and Medicine through Mathematics Conference, Richmond, VA\\
\item 7/15: Invited minisymposium talk, \emph{Modeling pancreatic islets and diabetes from the cellular level to the whole body}, Society for Mathematical Biology Annual Meeting, Atlanta, GA\\
\item 05/15: Contributed poster, \emph{Rescuing the Dual Oscillator Model for \(\beta\)-cells from inconvenient data}, Midwest Islet Club Annual Meeting, Chicago, IL\\
\item 8/14: Invited poster, \emph{Mathematical model of metabolic oscillations in pancreatic \(\beta\)-cells}, NIH Summer Intern Poster Session, Bethesda, MD\\
\end{itemize}
