_includes/cv.org
* Teaching Experience
** 8/12 - 7/16: Graduate teaching assistant, Florida State University
- 5/16 - 7/16: /Trigonometry/ proctor
- 8/15 - 5/16: /Foundations of Computational Mathematics/ (graduate level) recitation instructor
- 8/15 - 12/15: /Applied Computational Mathematics/ (graduate level) instructor
- 5/15 - 8/15: /Calculus II/ instructor
- 1/14 - 8/15: /Calculus I/ instructor 
- 8/13 - 12/14: /Precalculus/ instructor
- 8/12 - 5/13: /Business Calculus/, /Precalculus/, /College Algebra/, /Trigonometry/, /Liberal Arts Mathematics/ proctor
** 8/10 - 6/12: Junior high school instructor, Peace Corps Ghana, West Africa
- 8/10 - 6/12: /Mathematics/ instructor
- 8/11 - 6/12: /Information and Communications Technology/, /English/ instructor
** 9/09 - 12/09: Tutor, Mathematical Science Learning Center, University of Illinois at Chicago
- 9/09 - 12/09: /Linear algebra/, /Calculus I & II/ small-group tutor
** 9/07 - 5/08: Teaching assistant, St. Mary's College of Maryland
- 9/07 - 5/08: /Calculus I/ recitation instructor
* Work Experience
** 7/11 - 6/12: Peace Corps Volunteer, Ghana, West Africa
- Coordinated the proposal, international fundraising, construction, and regular operation of a junior high school computer lab that introduced computer-based learning to educators and students in a remote village. Resulted in the best-in-district performance on national high school entrance exams for subsequent years: 2013-16.
** 11/10 - 6/12: Editor, /Celebrate Languages Audio Project/, Peace Corps Ghana, West Africa
- Used Java program to automate language-learning lesson production from interviews with speakers of languages native to Ghana, West Africa.
** 11/08 - 3/09: Computer assembler, FreeGeek, Chicago, IL
- Assembled PCs from donated parts and installed GNU Linux to offer low-cost computing to the economically disadvantaged.
* Technical Abilities
- Programming: Python, R, C, C++, Fortran, MATLAB, UNIX, Java, HTML, Javascript, CSS, $\textstyle{\LaTeX}$, XPP, AUTO
- Language: English (native), French (intermediate), Twi (intermediate)
* Awards
- 4/16: Distinguished teaching assistant, Florida State University Mathematics
- 4/16: Graduate student poster contest 3^{rd} place, Florida State University Mathematics
- 3/16: Travel award, SIAM Annual Meeting, Boston, MA
- 7/13 - 5/14: /Graduate Assistance in Areas of National Need/ Fellow, U.S. Department of Education
- 12/05 & 5/08: Dean's List, St. Mary's College of Maryland
- 9/04 - 5/08: Presidential Scholarship, St. Mary's College of Maryland
- 6/04: Eagle Scout, Boy Scouts of America
# - 3/16: Travel award, Biology and Medicine through Mathematics conference, Richmond, VA
# - 9/15: Travel award, Society for Mathematical Biology Annual Meeting, Atlanta, GA
# - 6/15: /Evelyn and John Baugh Fund/ Scholarship, Florida State University Mathematics
# - 5/03 & 5/04: /Magna Cum Laude/, National Latin Exam
* References
** Dr. Vipul Periwal
Laboratory of Biological Modeling Director
National Institutes of Health
12 South Dr. MSC 5621
Bethesda, MD 20892-5621
tel: (240) 274-9150
email: vipulp@mail.nih.gov
** Dr. Richard Bertram
Biomathematics Program Director
Florida State University Mathematics
1017 Academic Way
Love Building Room 208
Tallahassee, FL 32306-4510
tel: (850) 644-7632
fax: (850) 644-4053
email: bertram@math.fsu.edu
** Dr. Kyle Gallivan
Applied Mathematics Program Director
Florida State University Mathematics
1017 Academic Way
Love Building Room 208
Tallahassee, FL 32306-4510
tel: (850) 645-0306
fax: (850) 644-4053
email: gallivan@math.fsu.edu
