_includes/cv.html
<div id="outline-container-orgf1735b4" class="outline-2">
<h2 id="orgf1735b4">Teaching Experience</h2>
<div class="outline-text-2" id="text-orgf1735b4">
</div>
<div id="outline-container-org7d52cb7" class="outline-3">
<h3 id="org7d52cb7">8/12 - 7/16: Graduate teaching assistant, Florida State University</h3>
<div class="outline-text-3" id="text-org7d52cb7">
<ul class="org-ul">
<li>5/16 - 7/16: <i>Trigonometry</i> proctor<br></li>
<li>8/15 - 5/16: <i>Foundations of Computational Mathematics</i> (graduate level) recitation instructor<br></li>
<li>8/15 - 12/15: <i>Applied Computational Mathematics</i> (graduate level) instructor<br></li>
<li>5/15 - 8/15: <i>Calculus II</i> instructor<br></li>
<li>1/14 - 8/15: <i>Calculus I</i> instructor<br></li>
<li>8/13 - 12/14: <i>Precalculus</i> instructor<br></li>
<li>8/12 - 5/13: <i>Business Calculus</i>, <i>Precalculus</i>, <i>College Algebra</i>, <i>Trigonometry</i>, <i>Liberal Arts Mathematics</i> proctor<br></li>
</ul>
</div>
</div>
<div id="outline-container-org64c8b67" class="outline-3">
<h3 id="org64c8b67">8/10 - 6/12: Junior high school instructor, Peace Corps Ghana, West Africa</h3>
<div class="outline-text-3" id="text-org64c8b67">
<ul class="org-ul">
<li>8/10 - 6/12: <i>Mathematics</i> instructor<br></li>
<li>8/11 - 6/12: <i>Information and Communications Technology</i>, <i>English</i> instructor<br></li>
</ul>
</div>
</div>
<div id="outline-container-org71e2361" class="outline-3">
<h3 id="org71e2361">9/09 - 12/09: Tutor, Mathematical Science Learning Center, University of Illinois at Chicago</h3>
<div class="outline-text-3" id="text-org71e2361">
<ul class="org-ul">
<li>9/09 - 12/09: <i>Linear algebra</i>, <i>Calculus I &amp; II</i> small-group tutor<br></li>
</ul>
</div>
</div>
<div id="outline-container-org53ab64d" class="outline-3">
<h3 id="org53ab64d">9/07 - 5/08: Teaching assistant, St. Mary's College of Maryland</h3>
<div class="outline-text-3" id="text-org53ab64d">
<ul class="org-ul">
<li>9/07 - 5/08: <i>Calculus I</i> recitation instructor<br></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgd017c1b" class="outline-2">
<h2 id="orgd017c1b">Work Experience</h2>
<div class="outline-text-2" id="text-orgd017c1b">
</div>
<div id="outline-container-org43b7ce7" class="outline-3">
<h3 id="org43b7ce7">7/11 - 6/12: Peace Corps Volunteer, Ghana, West Africa</h3>
<div class="outline-text-3" id="text-org43b7ce7">
<ul class="org-ul">
<li>Coordinated the proposal, international fundraising, construction, and regular operation of a junior high school computer lab that introduced computer-based learning to educators and students in a remote village. Resulted in the best-in-district performance on national high school entrance exams for subsequent years: 2013-16.<br></li>
</ul>
</div>
</div>
<div id="outline-container-org7b0ddce" class="outline-3">
<h3 id="org7b0ddce">11/10 - 6/12: Editor, <i>Celebrate Languages Audio Project</i>, Peace Corps Ghana, West Africa</h3>
<div class="outline-text-3" id="text-org7b0ddce">
<ul class="org-ul">
<li>Used Java program to automate language-learning lesson production from interviews with speakers of languages native to Ghana, West Africa.<br></li>
</ul>
</div>
</div>
<div id="outline-container-orgbd66b9b" class="outline-3">
<h3 id="orgbd66b9b">11/08 - 3/09: Computer assembler, FreeGeek, Chicago, IL</h3>
<div class="outline-text-3" id="text-orgbd66b9b">
<ul class="org-ul">
<li>Assembled PCs from donated parts and installed GNU Linux to offer low-cost computing to the economically disadvantaged.<br></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb8f1cb4" class="outline-2">
<h2 id="orgb8f1cb4">Technical Abilities</h2>
<div class="outline-text-2" id="text-orgb8f1cb4">
<ul class="org-ul">
<li>Programming: Python, R, C, C++, Fortran, MATLAB, UNIX, Java, HTML, Javascript, CSS, \(\textstyle{\LaTeX}\), XPP, AUTO<br></li>
<li>Language: English (native), French (intermediate), Twi (intermediate)<br></li>
</ul>
</div>
</div>
<div id="outline-container-org290fedb" class="outline-2">
<h2 id="org290fedb">Awards</h2>
<div class="outline-text-2" id="text-org290fedb">
<ul class="org-ul">
<li>4/16: Distinguished teaching assistant, Florida State University Mathematics<br></li>
<li>4/16: Graduate student poster contest 3<sup>rd</sup> place, Florida State University Mathematics<br></li>
<li>3/16: Travel award, SIAM Annual Meeting, Boston, MA<br></li>
<li>7/13 - 5/14: <i>Graduate Assistance in Areas of National Need</i> Fellow, U.S. Department of Education<br></li>
<li>12/05 &amp; 5/08: Dean's List, St. Mary's College of Maryland<br></li>
<li>9/04 - 5/08: Presidential Scholarship, St. Mary's College of Maryland<br></li>
<li>6/04: Eagle Scout, Boy Scouts of America<br></li>
</ul>
</div>
</div>
<div id="outline-container-orgc80841f" class="outline-2">
<h2 id="orgc80841f">References</h2>
<div class="outline-text-2" id="text-orgc80841f">
</div>
<div id="outline-container-orge21ce19" class="outline-3">
<h3 id="orge21ce19">Dr. Vipul Periwal</h3>
<div class="outline-text-3" id="text-orge21ce19">
<p>
Laboratory of Biological Modeling Director<br>
National Institutes of Health<br>
12 South Dr. MSC 5621<br>
Bethesda, MD 20892-5621<br>
tel: (240) 274-9150<br>
email: vipulp@mail.nih.gov<br>
</p>
</div>
</div>
<div id="outline-container-org564095b" class="outline-3">
<h3 id="org564095b">Dr. Richard Bertram</h3>
<div class="outline-text-3" id="text-org564095b">
<p>
Biomathematics Program Director<br>
Florida State University Mathematics<br>
1017 Academic Way<br>
Love Building Room 208<br>
Tallahassee, FL 32306-4510<br>
tel: (850) 644-7632<br>
fax: (850) 644-4053<br>
email: bertram@math.fsu.edu<br>
</p>
</div>
</div>
<div id="outline-container-orgb039f15" class="outline-3">
<h3 id="orgb039f15">Dr. Kyle Gallivan</h3>
<div class="outline-text-3" id="text-orgb039f15">
<p>
Applied Mathematics Program Director<br>
Florida State University Mathematics<br>
1017 Academic Way<br>
Love Building Room 208<br>
Tallahassee, FL 32306-4510<br>
tel: (850) 645-0306<br>
fax: (850) 644-4053<br>
email: gallivan@math.fsu.edu<br>
</p>
</div>
</div>
</div>
</div>
</body>
</html>
