_includes/cv.tex
\section*{Teaching Experience}
\label{sec:orgbddb817}
\subsection*{8/12 - 7/16: Graduate teaching assistant, Florida State University}
\label{sec:org21c1c69}
\begin{itemize}
\item 5/16 - 7/16: \emph{Trigonometry} proctor\\
\item 8/15 - 5/16: \emph{Foundations of Computational Mathematics} (graduate level) recitation instructor\\
\item 8/15 - 12/15: \emph{Applied Computational Mathematics} (graduate level) instructor\\
\item 5/15 - 8/15: \emph{Calculus II} instructor\\
\item 1/14 - 8/15: \emph{Calculus I} instructor\\
\item 8/13 - 12/14: \emph{Precalculus} instructor\\
\item 8/12 - 5/13: \emph{Business Calculus}, \emph{Precalculus}, \emph{College Algebra}, \emph{Trigonometry}, \emph{Liberal Arts Mathematics} proctor\\
\end{itemize}
\subsection*{8/10 - 6/12: Junior high school instructor, Peace Corps Ghana, West Africa}
\label{sec:org66cd460}
\begin{itemize}
\item 8/10 - 6/12: \emph{Mathematics} instructor\\
\item 8/11 - 6/12: \emph{Information and Communications Technology}, \emph{English} instructor\\
\end{itemize}
\subsection*{9/09 - 12/09: Tutor, Mathematical Science Learning Center, University of Illinois at Chicago}
\label{sec:org2295ee3}
\begin{itemize}
\item 9/09 - 12/09: \emph{Linear algebra}, \emph{Calculus I \& II} small-group tutor\\
\end{itemize}
\subsection*{9/07 - 5/08: Teaching assistant, St. Mary's College of Maryland}
\label{sec:org2a8d679}
\begin{itemize}
\item 9/07 - 5/08: \emph{Calculus I} recitation instructor\\
\end{itemize}
\section*{Work Experience}
\label{sec:org35ecd32}
\subsection*{7/11 - 6/12: Peace Corps Volunteer, Ghana, West Africa}
\label{sec:orga24de46}
\begin{itemize}
\item Coordinated the proposal, international fundraising, construction, and regular operation of a junior high school computer lab that introduced computer-based learning to educators and students in a remote village. Resulted in the best-in-district performance on national high school entrance exams for subsequent years: 2013-16.\\
\end{itemize}
\subsection*{11/10 - 6/12: Editor, \emph{Celebrate Languages Audio Project}, Peace Corps Ghana, West Africa}
\label{sec:org86b69a4}
\begin{itemize}
\item Used Java program to automate language-learning lesson production from interviews with speakers of languages native to Ghana, West Africa.\\
\end{itemize}
\subsection*{11/08 - 3/09: Computer assembler, FreeGeek, Chicago, IL}
\label{sec:org5fb559a}
\begin{itemize}
\item Assembled PCs from donated parts and installed GNU Linux to offer low-cost computing to the economically disadvantaged.\\
\end{itemize}
\section*{Technical Abilities}
\label{sec:org7f71b59}
\begin{itemize}
\item Programming: Python, R, C, C++, Fortran, MATLAB, UNIX, Java, HTML, Javascript, CSS, \(\textstyle{\LaTeX}\), XPP, AUTO\\
\item Language: English (native), French (intermediate), Twi (intermediate)\\
\end{itemize}
\section*{Awards}
\label{sec:org62e73a8}
\begin{itemize}
\item 4/16: Distinguished teaching assistant, Florida State University Mathematics\\
\item 4/16: Graduate student poster contest 3\(^{\text{rd}}\) place, Florida State University Mathematics\\
\item 3/16: Travel award, SIAM Annual Meeting, Boston, MA\\
\item 7/13 - 5/14: \emph{Graduate Assistance in Areas of National Need} Fellow, U.S. Department of Education\\
\item 12/05 \& 5/08: Dean's List, St. Mary's College of Maryland\\
\item 9/04 - 5/08: Presidential Scholarship, St. Mary's College of Maryland\\
\item 6/04: Eagle Scout, Boy Scouts of America\\
\end{itemize}
\section*{References}
\label{sec:orgf3fa30e}
\subsection*{Dr. Vipul Periwal}
\label{sec:orgd3edfb2}
Laboratory of Biological Modeling Director\\
National Institutes of Health\\
12 South Dr. MSC 5621\\
Bethesda, MD 20892-5621\\
tel: (240) 274-9150\\
email: vipulp@mail.nih.gov\\
\subsection*{Dr. Richard Bertram}
\label{sec:orgff525f8}
Biomathematics Program Director\\
Florida State University Mathematics\\
1017 Academic Way\\
Love Building Room 208\\
Tallahassee, FL 32306-4510\\
tel: (850) 644-7632\\
fax: (850) 644-4053\\
email: bertram@math.fsu.edu\\
\subsection*{Dr. Kyle Gallivan}
\label{sec:org282be8c}
Applied Mathematics Program Director\\
Florida State University Mathematics\\
1017 Academic Way\\
Love Building Room 208\\
Tallahassee, FL 32306-4510\\
tel: (850) 645-0306\\
fax: (850) 644-4053\\
email: gallivan@math.fsu.edu\\
\end{document}